Repository: georgringer/supi
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# sys_file_reference.tx_supi_video_cover.description
source: Use this, if you want to override the original (Youtube) cover image
de: Wird verwendet, um das originale (Youtube) Vorschaubild zu überschreiben

# sys_file_reference.tx_supi_video_cover.irre.new.label
source: Add new cover image
de: Neues Vorschaubild hinzufügen

# sys_file_reference.tx_supi_video_cover.label
source: Cover Image
de: Vorschaubild

# tab.general
source: General
de: Allgemein

# tt_content.button.description
source: Button to (re)display the cookie banner
de: Button um das Cookie-Fenster erneut anzuzeigen

# tt_content.field.bodytext.tx_supi_embed.title
source: Page
de: Seite

# tt_content.field.bodytext.tx_supi_maps.description
source: Enter a fully qualified Address
de: Bitte eine vollständige Adresse eingeben

# tt_content.field.bodytext.tx_supi_maps.title
source: Address
de: Adresse

# tt_content.field.image.tx_supi_maps.description
source: Shows a preview image instead the Google Map
de: Zeigt ein Vorschau Bild anstelle der Google Map

# tt_content.field.image.tx_supi_maps.title
source: Preview Image
de: Vorschau Bild

# tt_content.field.imageheight.tx_supi_embed.title
source: Height
de: Höhe

# tt_content.field.imagewidth.tx_supi_embed.description
source: Just a number is Pixels, append a % for percent of the available width.
de: Nur eine Nummer entspricht Pixel, mit angehängtem % sind es Prozent der verfügbaren Breite

# tt_content.field.imagewidth.tx_supi_embed.title
source: Width
de: Breite

# tt_content.field.tx_supi_youtube_urls.title
source: Youtube Video URL for embeding
de: Youtube Video URL zum Einbetten

# tt_content.maps.description
source: Embedded Google Maps Element
de: Eingebettetes Google Maps Element

# tt_content.tx_supi_embed.description
source: Page or service of an external website
de: Seite oder Service einer externen Website

# tt_content.tx_supi_embed.title
source: Embeded Page
de: Eingebettete Seite

# tt_content.tx_supi_spotify.description
source: Embeded Spotify playlist player
de: Engebetteter Spotify Playlist Player

# tt_content.youtube.description
source: Embedded Youtube video
de: Eingebettetes Youtube Video
